Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ab: Имаӡоу убжьы ҭаҩрақәа Common Voice адыррақәа реизгаҿы иаанхоит. Уҷыдахәра анамухлакь ашьҭахь адыррақәа реизгаҿы иалоу уанҵамҭақәа уаҳа рамхразы ааԥхьара узыҟаҵаӡом.

source: Your daily goal has been created
ab: Ҽнактәи ухықәкы нагӡоуп

source: Your dataset is downloading!
ab: Шәдатасет аҭагалара иаҿуп!

source: Your download has started.
ab: Шәҭагалара иалагеит.

source: You’re contributing to a target segment
ab: Шәара шәлагала ҟашәҵоит ахықәкытә сегмент азы

source: You’re contributing to our first target segment
ab: Уара ҳхықәкыратә сегмент актәи уалахәуп

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ab: Шәара <bold>ишәоулаӡом</bold> ахықәкқәа ргәаларшәагақәа, аихьӡарақәа ирызку адыргақәа, Common Voice иадҳәалоу ажәабжьқәа ртәы зҳәо асалам шәҟәқәа.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ab: Уара иуоулоит ухықәкы угәалазыршәа, аус ахьынӡа пеихьоуи, Common Voice иадҳәалоу ажәабыжьқәа ртәы зҳәо асалам шәыҟәқәа.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ab: Шәара мыцхәы шәыццакуеит. Аҳәоу шәыхшыҩ азышьҭны шәахәаԥш, ииашоу-ииашаму еилышәкаарц азы.

source: You're helping Common Voice reach our daily sentence goals!
ab: Уара Common Voice ацхыраара ҟауҵоит есыҽнытәи ҳхықәкқәа рынагӡараҿы иҭагалоу ажәаҳәақәа рзы!

source: Your email address
ab: Уе-маил:

source: You respond or reply to it as naturally as you can
ab: Шәара уи ақәҿышәҭуеит иаҳа иԥсабаратәны

source: Your files are being assembled. Please check again later.
ab: Шәфаилқәа реизгара иаҿуп. Ҳаҳәоит, нас уааи.

source: Your Languages
ab: Убызшәақәа

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ab: Шәбызшәатә вариант азы аклипқәа ыҟамзар ҟалоит! Ишәзыманшәалазар, шәбызшәала егьырҭ аҳәоуқәа жәбарц азы, шәырхиарақәа шәыԥсахыр шәылшоит.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ab: Шәбызшәа авариант аҿы жәаҳәатәқәак ыҟамзар ҟалоит! Уара угәы иақәшәозар, убызшәала даҽа аҳамҭақәа убарц азы, уеиқәыршәарақәа уԥсахыр улшоит.

source: Your username and email will not be associated with the published data.
ab: Хархәаҩык иаҳасабала, ухьӡи уелектронтә ԥошьҭа аҭыӡҭеи иҭагалоу адыррақәеи еимадахаӡом.

source: Your weekly goal has been created
ab: Амчыбжьтәи шәхықәкы аԥҵан

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
ab: Иааркьаҿны еилыркаарак зну аимеил шәзаашьҭроуп Азеиԥш бжьы убызшәа ацҵаразы ашьаҿақәа

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ab: Ҳара есымшатәи ҳанҵамҭақәа аҩаӡара { $goalValue }! Common Voice ахықәкы аҟынӡа ашьҭыхраҿы, уара <goalPercentage></goalPercentage> ацхыраара ҳауҭеит.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ab: Шәара Common Voice шәацхрааит анаӡара <goalPercentage></goalPercentage> есыҽнытәи агәаҭарақәа рхықәкқәа рҟынтәи{ $goalValue } аҿы!

source: You've successfully signed up for contributing to { $language }. Thank you.
ab: Уара қәҿиарала уҽҭаугалеит, абызшәа { $language } ухәҭаа алагалараҿы ацхыраара ҟауҵарц. Иҭабуп.

source: You want to join the Common Voice mailing list
ab: Сара схы аласырхәыр сҭахуп Common Voice апоштатә рсиа

source: You write down what you hear in the audio clips
ab: Аудиоклипқәа рҿы ишәаҳауа ауп иҭажәыҩуа

source: Zaza
ab: Азазак

source: Zip #{ $offset } of { $total }
ab: Zip №{ $offset } аҟынтә { $total }

source: Zulu
ab: Зулу

source: %1$d new permissions are required
ab: %1$d азин ҿыцқәа аҭахуп

source: %1$d out of %2$d
ab: %1$d аҟны %2$d

source: %1$d selected
ab: %1$d алхуп

source: 1 extension
ab: 1 анарҭбаара

source: 1. Go to Android Settings
ab: 1. Android аиқәыршәарақәа рахь ацара

source: 1 open tab. Tap to switch tabs.
ab: 1 иаарту анҵамҭа. Аҭаӡҩырақәа рыԥсахразы ақәыӷәӷәара.

source: %1$s, %2$d of %3$d
ab: %1$s, %2$d аҟны %3$d

source: %1$s can close tabs you haven’t viewed over the past month.
ab: %1$s иҳаҩсыз амзазы узҭамлаз анҵамҭақәа аркра алшоит.

source: %1$s can’t automatically reject cookie requests on this site. You can send a request to support this site in the future.
ab: %1$s автоматикала мап ацәкра алшом акуки азыҳәарақәа ари асаит аҟны. Ари асаит ԥхьаҟа адгылара азы аҳәара ҟашәҵар шәылшоит.

source: %1$s can’t download this file type
ab: %1$s ари афаил хкы аҭагалара ауам

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
ab: %1$s иаԥнахуеит уԥшаарақәеи уԥшаарақәеи рҭоурых хатә ҭаӡҩырақәа рҿы урҭ аныркыло ма апрограма уаналҵуа. Уи асаитқәа рҿы ма уи-интернет-провайдер рҿаԥхьа анонимны уҟанаҵом, аха уара узы еиҳа имариахоит уара уинтернеттә усура егьырҭ ауаа рҟынтәи уи маӡаны рыхьчара.

source: %1$s could not be installed because it can only be installed by an organization using enterprise policies, which isn‘t supported on this platform.
ab: %1$s ашьақәыргылара залшом, избан акәзар уи ашьақәыргылара зылшо аиҿкаара мацара ауп, абри аплатформаҿы адгылара змам анаплакратә политика змоу.

source: %1$s could not be installed because it has a high risk of causing stability or security problems.
ab: %1$s ашьақәыргылара ауам, избан акәзар уи аҭышәынтәалара ма ашәарҭадара иадҳәалоу азҵаарақәа рызцәырҵра ашәарҭара ду ыҟоуп.

source: %1$s could not be installed because it is not compatible with %2$s %3$s.
ab: %1$s ашьақәыргылара ауам, избанзар уи %2$s %3$s иақәшәом.

source: %1$s could not be verified as secure and has been disabled.
ab: %1$s ашәарҭадаразы агәаҭара ауам, убри аҟнытә иаҿыхуп.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
ab: %1$s иалымшеит апликациа аиашара агәаҭара. Иалху ашьақәырӷәӷәарақәа автоматла рҭәра уҭахума?

source: %1$s deletes your cookies, history, and site data when you close all your private tabs. %2$s
ab: %1$s иԥнахуеит укукиқәа, уҭоурых, усаит адыррақәа ухатә ҭаӡҩырақәа зегьы ануаркуа. %2$s

source: %1$s extensions
ab: %1$s анарҭбаарақәа

source: %1$s has a new update
ab: Ари %1$s арҿыцра амоуп

source: %1$s has been added to %2$s
ab: %1$s иацҵан %2$s ахь

source: %1$s has been disabled due to security or stability issues.
ab: %1$s ашәарҭадара ма аҭышәынтәалара иахҟьаны иҟәыхуп.

source: %1$s is not compatible with your version of %2$s (version %3$s).
ab: %1$s уара уверсиа %2$s (версиа %3$s) иақәшәом.

source: %1$s is produced by Mozilla.
ab: %1$s еиқәнаршәеит Мозилла.

source: %1$s is requesting your username and password.
ab: %1$s ахархәаҩ ихьӡи аԥсыӡажәеи ирыҳәоит.

source: %1$s just refused cookies for you
ab: %1$s шәара шәзы акукиқәа мап рцәыркит

source: %1$s may install and run studies from time to time.
ab: %1$s аамҭа-аамҭала аҭҵаара мҩаԥнагар ауеит.

source: %1$s on %2$s %3$s
ab: %1$s инаркны %2$s рҟынӡа %3$s

source: %1$s open tabs. Tap to switch tabs.
ab: Иаарттәуп анҵамҭақәа: %1$s. Аҭаӡҩырақәа рыԥсахразы ақәыӷәӷәара.

source: %1$s out of 5 stars
ab: %1$s 5 еҵәа рҟынтә

source: %1$s (Private Mode)
ab: %1$s (Хаҭалатәи аԥшаара)

source: %1$s requests additional permissions.
ab: %1$s иацу азинқәа ирыҳәоит.

source: %1$s tabs closed: %2$d
ab: %1$s анҵамҭақәа аркуп: %2$d

source: %1$s violates Mozilla’s policies and can’t be installed.
ab: %1$s еилеигоит Мозилла аполитикақәа убри аҟнытә ашьақәыргылара ауам.

source: %1$s violates Mozilla’s policies and can’t be installed on %2$s.
ab: %1$s Мозилла аполитика еилеигоит, насгьы %2$s аҿы ашьақәыргылара ауам.

source: %1$s will never offer to translate sites in this language.
ab: %1$s ахаангьы ари абызшәала асаитқәа рзы аиҭагақәа ҟанаҵаӡом.

source: %1$s will offer to translate sites in this language.
ab: %1$s абри абызшәала асаитқәа реиҭагақәа ҟанаҵоит.

source: %1$s will translate this language automatically when the page loads.
ab: %1$s автоматикала ари абызшәахь еиҭанагоит адаҟьа аҭагалараан.

source: %2$s is requesting your username and password. The site says: “%1$s”
ab: %2$s ахархәаҩ ихьӡи аԥсыӡажәеи ирыҳәоит. Асаит иаанарԥшуеит: «%1$s»

source: 2. Tap <b>Permissions</b>
ab: 2. Ақәыӷәӷәара <b>Азинқәа</b>

source: 3. Toggle <b>%1$s</b> to ON
ab: 3. Ииагатәуп <b>%1$s</b> ахь АЗИН

source: About %1$s
ab: %1$s рҟынӡа

source: About translations in %1$s
ab: %1$s ахь аиагара иазкны

source: Accept and edit suggestion
ab: Иалхны иԥсахтәуп амыругақәа рыхҳәаа

source: Accept the Risk and Continue
ab: Ашәарҭара уақәшаҳаҭханы уцала

source: Access %1$s from the %2$s menu.
ab: Анеира %1$s %2$s амениу аҟынтәи.

source: Access browser activity during navigation
ab: Анавигациа аан абраузер аусура анеира

source: Access browser tabs
ab: Абраузер абларҭақәа рахь анеира

source: Access browsing history
ab: Абраузер аҭоурых ахь анеира

source: Accessibility
ab: Азнеира алшара

source: Access recently closed tabs
ab: Ааигәа иаркыз абларҭақәа рахь анеира

source: Access to the file was denied
ab: Афаил анеира мап ацәкуп

source: Access your data for %1$s
ab: Удыррақәа рахь анеира %1$s аҟны

source: Access your data for all websites
ab: Асаитқәа зегьы рзы шәдыррақәа рахь анеира

source: Access your data for sites in the %1$s domain
ab: Адомен %1$s аҟны иҟоу асаитқәа рзы шәдыррақәа рахь анеира

source: Access your data on %1$d other domains
ab: Удыррақәа рахь анеира даҽа %1$d доменқәак рҿы

source: Access your data on %1$d other sites
ab: Удыррақәа рахь анеира даҽа %1$d асаитқәа рҿы

source: Access your data on 1 other domain
ab: Даҽа доменк аҿы шәдыррақәа рахь анеира

source: Access your data on 1 other site
ab: Даҽа саитк аҟны удыррақәа рахь анеира

source: Access your location
ab: Уахьыҟоу аҭыԥ ахь анеира

source: Account info
ab: Уара ухыԥхьаӡара

source: Account picture
ab: Аконт афотосахьа

source: Account settings
ab: Ахыԥхьаӡара архиарақәа

source: Active
ab: Активла

source: Ad by %s
ab: Аӡыргара %s аҟынтәи

source: Add
ab: Ацҵара

source: Add %1$s
ab: Иацҵатәуп %1$s

source: Add %1$s?
ab: Иацҵатәума %1$s?

source: Add %1$s and %2$s to %3$s
ab: Иацҵатәуп %1$s-еи %2$s-еи %3$s ахь

source: Add %1$s to %2$s
ab: Иацҵатәуп %1$s %2$s ахь

source: Add add-on button
ab: Ацҵа апытҟәыр ацҵатәуп

source: Add address
ab: Адрес ацҵатәуп

source: Add a fake login for this domain
ab: Ари адомен азы амцтә ҭалара ацҵатәуп

source: Add a name
ab: Ахьӡ ацҵатәуп

source: Add a new folder
ab: Аҭаӡ ҿыц ацҵатәуп

source: Add bookmarks as you browse so you can find your favorite sites later.
ab: Аԥшаараан анҵамҭақәа ацҵа, нас бзиа иубо асаитқәа уԥшаарц азы.

source: Add bookmark, Shortcut, Home, Collection, PDF
ab: Ацҵара Ҵәыӷәа, Аҿацә, Аҩны, Аизга, PDF

source: Add card
ab: Ахсаала ацҵатәуп

source: Added to shortcuts!
ab: Аҿацәқәа ирыцҵоуп!

source: Add extension
ab: Анарҭбаара ацҵатәуп

source: Add Firefox widget
ab: Firefox авиджет ацҵатәуп

source: Add folder
ab: Аҭаӡ аԥҵара

source: Add new collection
ab: Аизга ҿыц аԥҵара

source: Add new search engine
ab: Аԥшаага ҿыц ацҵатәуп

source: Add-on icon
ab: Ацҵа адыргаҷа

source: Add-ons
ab: Ацҵақәа

source: Add-ons Manager
ab: Ацҵақәа рменеџьер

source: Add password
ab: Амаӡажәа ацҵатәуп

source: Add private browsing shortcut
ab: Ихатәу алаԥшхгара аҿацә ацҵатәуп

source: Add private tab
ab: Ихатәу абларҭа ацҵатәуп

source: Address bar - Firefox Suggest
ab: Адресқәа рпанель - Firefox Адгалара

source: Address bar location
ab: Адресқәа рпанель ахьыҟоу

source: Address bar preferences
ab: Адресқәа рпанель архиарақәа

source: Addresses
ab: Адресқәа

source: Address Not Found
ab: Адрес ԥшаам

source: Add search engine
ab: Аԥшаага ацҵара

source: Add tab
ab: Агәылаҵа аарттәуп

source: Add them to %1$s
ab: Иацҵа урҭ %1$s

source: Add third-party extensions to enhance your security, productivity, and more.
ab: Ушәарҭадара, уусура, уҳәа убас иҵегьы реиӷьтәразы ахԥатәи аган анарҭбаарақәа ацҵа.

source: Add to active tabs
ab: Активтә абларҭақәа рахь иацҵатәуп

source: Add to contact
ab: Аконтактқәа рахь иацҵатәуп

source: Add to Home screen
ab: Ахатә екран ахь

source: Add to Home screen…
ab: Ахатә екран ахь иацҵатәуп…

source: Add to inactive tabs
ab: Иактивым абларҭақәа рахь иацҵатәуп

source: Add to private tabs
ab: Ихатәу абларҭақәа рахь иацҵатәуп

source: Add to shortcuts
ab: Аҿацәқәа рахь иацҵатәуп

source: Adjusted rating
ab: Ирҽеиу ареитинг

source: Advanced
ab: Инаццҵаны

source: Advanced…
ab: Уи адагьы…

source: After one day
ab: Есымша

source: After one month
ab: Мызкы ашьҭахь

source: After one week
ab: Мчыбжьык ашьҭахь

source: All actions
ab: Аусқәа зегьы

source: All cookies (will cause websites to break)
ab: Акукиқәа зегьы (асаитқәа ԥырҽуеит)

source: All languages
ab: Абызшәақәа зегьы

source: Allow
ab: Алшара аҭара

source: ALLOW
ab: АЛШАРА АҬАРА

source: Allow %1$s to open %2$s
ab: Азин %1$s аартразы %2$s

source: Allow %1$s to play DRM-controlled content?
ab: Азин аҭара %1$s акопиразин змоу аҵакы аиҭаҭыжьра?

source: Allow %1$s to send notifications?
ab: Азин %1$s ардыррақәа рышьҭразы?

source: Allow %1$s to store data in persistent storage?
ab: Азин %1$s данноқәа ҵәахырҭаҿы рыҵәахразы?

source: Allow %1$s to use its cookies on %2$s?
ab: Азин %1$s ахатәы кукиқәа рхархәара %2$s аҟны?

source: Allow %1$s to use your camera?
ab: Азин %1$s укамера ахархәара?

source: Allow %1$s to use your camera and microphone?
ab: Азин %1$s акамереи амикрофони рхархәара?

source: Allow %1$s to use your location?
ab: Азин %1$s уҭыԥ ахархәара?

source: Allow %1$s to use your microphone?
ab: Азин %1$s умикрофон ахархәара?

source: Allow audio and video
ab: Аудиои авидеои азин рыҭатәуп

source: Allowed
ab: Иҟалон

source: Allow for all sites
ab: Азин рыҭатәуп асаитқәа зегьы

source: Allow in private browsing
ab: Ахатә ԥенџьырқәа рҿы азин амоуп

source: Allow screenshots in private browsing
ab: Хаҭала аԥшаараан аекрантә ҭыхымҭақәа азин рыҭатәуп

source: Allow search suggestions in private sessions?
ab: Аԥшааратә абжьгарақәа хатә ԥенџьырқәа рҿы иаарԥштәума?

source: Allows Mozilla to install and run studies
ab: Мозилла азин аҭатәуп аԥшаара ашьақәыргылареи амҩаԥгареи

source: All third-party cookies (may cause websites to break)
ab: Ахԥатәи аган акукиқәа зегьы (асаитқәа ԥырҵәар рылшоит)

source: A login with that username already exists
ab: Ахархәаҩ ихьӡ еиԥшу амаӡажәа уажәнатә иҟоуп

source: Always
ab: Есымша

source: Always download in data saving mode
ab: Еснагь атрафик аиқәырхаратә режим аҿы иҭагалатәуп

source: Always download languages in data saving mode
ab: Еснагь абызшәақәа ҭагалатәуп адыррақәа реиқәырхаратә режим аҿы

source: Always offer to translate
ab: Еснагь аиҭагара адгалара

source: Always request desktop site
ab: Еснагь ПК аверсиа азыҳәара

source: Always translate
ab: Еснагь еиҭагатәуп

source: Always translate %1$s
ab: Еснагь ииагатәуп %1$s

source: Analysis is up to date
ab: Анализ актуалра амоуп

source: A new permission is required
ab: Иацҵаны азин аҭахуп

source: Anti-tracking gem. Stop invisible trackers and spying ads.
ab: Анти-трекинг ахьчара ахаҳә ԥшӡа. Иумбо ашьҭаҵаҩцәеи ашпионтә рҵабыргқәеи раанкылара.

source: Apr
ab: Апр

source: Are these reviews reliable? Check now to see an adjusted rating.
ab: Агәра угартә иҟоума арҭ ахҳәаақәа? Уажәы игәашәҭ ирҽеиу арейтинг шәбарц азы.

source: Are you sure?
ab: Агәра ганы уҟоума?

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
ab: Агәра ганы уҟоума <b>%s</b> азы акукиқәеи адатақәеи зегьы раԥыхра уҭахума?

source: Are you sure that you want to clear all the permissions for this site?
ab: Агәра ганы уҟоума ари асаит азы азинқәа зегьы раныхра?

source: Are you sure that you want to clear all the permissions on all sites?
ab: Асаитқәа зегьы рзы азинқәа зегьы раныхра шуҭаху агәра ганы уҟоума?

source: Are you sure that you want to clear this permission for this site?
ab: Агәра ганы уҟоума абри асаит азы азин аԥыхра?

source: Are you sure you want to delete %1$s?
ab: Агәра ганы уҟоума %1$s аԥыхра уҭахума?

source: Are you sure you want to delete this bookmark?
ab: Агәра ганы уҟоума ари анҵамҭа аԥыхра?

source: Are you sure you want to delete this folder?
ab: Ари аҭаӡ аныхра уҭахума?

source: Are you sure you want to delete this password?
ab: Агәра ганы уҟоума ари амаӡажәа аԥыхра?

source: Articles powered by %s
ab: Астатиақәа %s аҟынтә

source: Artist series
ab: Аҟазаратә сериа

source: A site is playing media
ab: Асаит абжьы мамзаргьы авидео арҳәоит

source: Ask before opening
ab: Иаартаанӡа уазҵаа

source: Ask to allow
ab: Еснагь уазҵаала

source: Ask to save
ab: Аиқәырхаразы адгалара

source: Audio and video will play on Wi-Fi
ab: Wi-Fi ахархәараан абжьқәеи авидеоқәеи дырҳәоит

source: Aug
ab: Авг

source: Author
ab: Аҩҩы

source: Auto-close after one month?
ab: Мызкы ашьҭахь автоматла иаркуама?

source: Auto-close enabled
ab: Автоматтә аркра аус ауеит

source: Auto-close open tabs
ab: Иаарту абларҭақәа автоматла аркра

source: Autocomplete URLs
ab: Автохарҭәаара URL

source: Autofill
ab: Автохарҭәаара

source: Autofill in %1$s
ab: Автоҭарҭәара %1$s аҟны

source: Autofill in other apps
ab: Егьырҭ апрограммақәа рҿы автохарҭәаара

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
ab: Ашәарҭадара аизырҳаразы HTTPS ашифртә протокол ахархәарала автоматла асаитқәа рыҽрыдҳәалара аҽазышәара.

source: Automatically deletes browsing data when you select “Quit” from the main menu
ab: Автоматла иаԥнахуеит уҳа аԥшааратә данноқәа \"Quit\" Амениу хада аҟны

source: Automatically send crash reports
ab: Аиԥҟьара аҳасабырбақәа автоматикала идәықәҵатәуп

source: Automatically submit crash reports
ab: Аиԥҟьара аҳасабырбақәа автоматикала идәықәҵатәуп

source: Automatic font sizing
ab: Автоматтә шрифт ашәагаа

source: Automatic translation
ab: Автоматтә еиҭагара

source: Autoplay
ab: Автохәмарра

source: Available languages
ab: Иҟоу абызшәақәа

source: Back to main menu
ab: Амениу хада ахь ахынҳәра

source: Based on reliable reviews
ab: Зыгәра уго ахҳәаа шьаҭас иҟаҵаны

source: Beta
ab: Абета

source: BETA
ab: АБЕТА

source: <b>Highlights</b> are from %s reviews within the last 80 days that we believe to be reliable.
ab: <b>Ихадоу адыррақәа</b> аҵыхәтәантәи 80 мшы рзы %s азы ахҳәаақәа рҟынтәи иаагоуп, ҳара игәрагоу ҳәа иҳаԥхьаӡоит.

source: Block
ab: Аблок

source: Block ads effectively and efficiently.
ab: Аӡыргақәа ҟазарыла, еффективла раанкылара.

source: Block audio and video
ab: Абжьқәеи авидеоқәеи раанкылара

source: Block audio and video on cellular data only
ab: Мобилтә дыррақәа рхархәараан мацара абжьыи авидеои раанкылара

source: Block audio only
ab: Аблоктә бжьы мацара

source: Block content on any page
ab: Иарбанзаалак даҟьак аҟны аҵакы аблокада

source: Blocked
ab: Иаанкылоуп

source: Blocked by Android
ab: Иаанкылоу Андроид

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
ab: Аӡыргатә ҳәаақәеи аналитикатә компаниақәеи еиуеиԥшым асаитқәа рҟынтәи шәвеб-ԥшааратә данноқәа реизгаразы рхы иадырхәо акукиқәа аанкылоит.

source: Bookmark
ab: Адыргақәа рахь иацҵатәуп

source: Bookmarks
ab: Адыргақәа

source: Bookmark saved!
ab: Аҭыжьымҭа еиқәырхоуп!

source: Bookmarks deleted
ab: Адыргақәа аныхуп

source: Bookmarks Menu
ab: Амениу анҵамҭақәа

source: Bookmarks saved!
ab: Адыргақәа еиқәырхоуп!

source: Bookmarks saved in “%s”!
ab: Аҭыжьымҭақәа «%s» аҟны иҵәахуп!

source: Bookmarks Toolbar
ab: Адыргақәа рпанель

source: Bookmark this page
ab: Ари адаҟьа азгәаҭа

source: Bottom
ab: Ҵаҟантә

source: Browse faster with new navigation
ab: Анавигациа ҿыц ала еиҳа ирласны аӡсара

source: Browse with no saved cookies or history in %1$s
ab: Аԥшаара еиқәырхоу акукиқәеи аҭоурыхи рыда %1$s аҟны

source: Browse without a trace
ab: Ашьҭа нмыжькәа ауеб аԥшаара

source: Browsing data deleted
ab: Аҳа аԥшааратә дыррақәа аныхуп

source: Browsing history
ab: Аҭаара ажурнал

source: By selecting “Yes, try it” you agree to %1$s’s %2$s and %3$s’s %4$s.
ab: ”Иаҳҳәап, иԥышәа” ҳәа иалхны, уақәшаҳаҭуп %2$s %1$s насгьы %4$s %3$s.

source: Cached images and files
ab: Иҵәаху асахьақәеи афаилқәеи

source: Call
ab: Аҿыҭра

source: Call with…
ab: Аҭел ала…

source: Camera
ab: Акамера

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
ab: Акамера анеира аҭахуп. Апрограмма асистематә еиқәыршәарақәа рахь шәца, иалышәх Азинқәа, нас иақәыӷәӷәа Акамера, насгьы иалышәх Азин.

source: Camera and microphone are on
ab: Акамереи амикрофони ацуп

source: Camera is on
ab: Акамера аркуп

source: Cancel %1$s download?
ab: Аҭагалара аԥыхра %1$s?

source: Cancel downloads
ab: Аҭагалара аԥыхтәуп

source: Cancel private downloads?
ab: Хаҭалатәи ачагарақәа ԥыхтәума?

source: Cannot Complete Request
ab: Аҳәара алымшеит

source: Cannot share to this app
ab: Ари арзаҳал ахь ашьҭра алымшеит

source: Can’t edit default folders
ab: Ишыҟоу еиԥш иҟоу аҭаӡқәа рредакторра ауам

source: Can’t install extension
ab: Анарҭбаара ашьақәыргылара алымшеит

source: Can’t save password
ab: Амаӡажәа аиқәырхара алымшеит

source: Card Number
ab: Акарта аномер

source: CFR Tools
ab: CFR амыругақәа

source: Change your password, manage data collection, or delete your account
ab: Умаӡажәа ԥсахтәуп, адыррақәа реизгара анапхгара азутәуп, ма ухыԥхьаӡара ԥыхтәуп

source: Checking review quality (%s)
ab: Ахҳәаақәа рхаҭабзиара агәаҭара (%s)

source: Check now
ab: Уажәы игәашәҭ

source: Check out 100+ new extensions that let you make Firefox your own.
ab: Еилышәкаа анарҭбаара ҿыцқәа 100 инареиҳаны, Firefox шәхатәы ҟаҵара алзыршо.

source: Check review quality
ab: Ахҳәаақәа рхаҭабзиара гәашәҭ

source: Check that search string matches Example format
ab: Аԥшааратә цәаҳәа аҿырԥштәы аформат иақәшәоит ҳәа агәра ганы шәыҟаз

source: Check your network connection and then try reloading the page.
ab: Уҳа аимадара гәаҭаны, адаҟьа ҿыц аҭагалара уҽазышәа.

source: Check your network connection or try reloading the page in a few moments.
ab: Уҳа аимадара гәаҭа ма ԥыҭрак ашьҭахь адаҟьа ҿыц аҭагалара уҽазышәа.

source: Choose a color
ab: Иалхтәуп аԥштәы

source: Choose a language
ab: Иалшәх абызшәа

source: Choose a login provider
ab: Иалшәх аҭалара аиқәыршәаҩ

source: Choose a wallpaper that speaks to you.
ab: Иалышәх шәгәаԥхарала аҭӡамц.

source: Choose what to sync
ab: Иалышәх асинхронизациа зызутәу

source: Choose which trackers and scripts to block.
ab: Иалшәх иарбан тракерқәоу, насгьы аскриптқәоу иблокиртәу.

source: City
ab: Ақалақь

source: Classic %s
ab: Аклассика %s

source: Clear
ab: Арыцқьара

source: Clear cookies and site data
ab: Акукиқәеи асаит адыррақәеи ԥыхтәуп

source: Clear hostname
ab: Ирыцқьатәуп асервер ахьӡ

source: Clear password
ab: Амаӡажәа рыцқьатәуп

source: Clear permission
ab: Азин аԥыхтәуп

source: Clear permissions
ab: Азинқәа аԥыхтәуп

source: Clear permissions on all sites
ab: Асаитқәа зегьы рзы азинқәа аԥыхтәуп

source: Clear recent browsing history, cookies, and related data
ab: Иаԥыхтәуп аҵыхәтәантәи аԥшаара аҭоурых, акукиқәа, насгьы урҭ ирыдҳәалоу адыррақәа

source: Clears cookies set by redirects to known tracking websites.
ab: Еилкаау ашьҭаԥшратә саитқәа рахь аиагараан иҟоу акукиқәа аԥнахуеит.

source: Clear username
ab: Ирыцқьатәуп ахархәаҩ ихьӡ
